app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-02-02 18:19:09.848429"], ["updated_at", "2020-02-02 18:19:09.848429"]]
---
  def create
    @student = Student.new
    @student = Student.create(student_params)